[
    {
        "id":1,
        "name": "URUS",
        "img": "pubic/images/a1.webp",
        "textPath": "The Urus embodies a visionary concept through the realization of a Super Sport Utility Vehicle born from pure Lamborghini DNA. In the Lamborghini Urus S, performance, design and exclusivity are evolved, revealing even greater strength and a heightened perception of luxury. Urus S is the most accomplished super SUV, one that combines maximum capability and comfort on any terrain and road condition. Get ready to experience an elevated luxury lifestyle in the newest Lamborghini SSUV."
    },
    {
        "id":2,
        "name": "HURA STERRATO",
        "img": "pubic/images/a1.webp",
        "textPath": "The first of its kind, the Huracán Sterrato explores a new frontier in driving pleasure, designed to push the envelope when the asphalt ends. The super sports car is equipped with a dedicated iteration of the LDVI (Lamborghini Integrated Vehicle Dynamics) system, featuring specific Strada and Sport calibrations and introducing Rally mode. Like a work of art, it represents the leading edge of innovation: the super sports car concept imagined in a radically new way. Availability of Lamborghini models may vary depending on the country. For more information, contact your local Authorized Lamborghini Dealer."
    },
    {
        "id":3,
        "name": "HURA STO",
        "img": "pubic/images/a1.webp",
        "textPath": "A super-sports car created with a singular purpose, the Huracán STO delivers all the feel and technology of a genuine race car in a road-legal model. Lamborghini’s years-long motorsport know-how, intensified by a winning heritage, is concentrated in the new Huracán STO. Its extreme aerodynamics, track-honed handling dynamics, lightweight contents and the highest-performing V10 engine to date come together, ready to trigger all the emotions of the racetrack in your everyday"
    },
    {
        "id":4,
        "name": "EVO SPYDER",
        "img": "pubic/images/a1.webp",
        "textPath": " The Huracán EVO Spyder lets one experience the thrill of extreme driving. Colors, smells and sounds meld with a seductive design and ultra-light materials. The 640 hp naturally aspirated V10 engine roars with authority, as the exhaust announces the presence of a formidable machine. The aerodynamic lines of the super sports car, perfectly streamlined, slice through the air."
    },
    {
        "id":5,
        "name": "URUS",
        "img": "pubic/images/a1.webp",
        "textPath": "The Sián FKP 37 is the first super sports car powered by a V12 engine and hybr technology based on supercapacitors. Its powerful V12 engine, coupled with electric boost, creates an unrivaled gem of engineering and technology. Sián—lightning in Bolognese—is a name that captures the car’s true character, foremost its speed, which exceeds 220 mph (350 km/h)."
    },
    {
        "id":6,
        "name": "ASTERION 03",
        "img": "pubic/images/a1.webp",
        "textPath": "The Lamborghini Asterion is a unique vehicle, exploring unchartered territories with its curvy and sensual design. The luxury and the elegance are at the heart of the Asterion driving experience, as demonstrated by the use of special materials such as aluminium, forged carbon fiber and titanium."
    },
    {
        "id":7,
        "name": "LAMBORGHINI AVENTADOR",
        "img": "pubic/images/a1.webp",
        "textPath": "Automobili Lamborghini looks to the future with a visionary approach, carrying our core values to extremes. Dictating the requirements of the third millennium, the Terzo Millennio combines energy efficiency and innovative materials to forge a path in the electric super sports car segment, guaranteeing the purest driving experience."
    },
    {
        "id":8,
        "name": "ARSIAN RDS",
        "img": "pubic/images/a1.webp",
        "textPath": "The first open-top hybrid Lamborghini super sports car to feature a supercapacitor, the Sián Roadster roars with electrified intensity, resonating with the inimitable V12 sound from the most powerful Lamborghini engine to date. Limited to only 19 examples, the Sián Roadster advances hybr technology with the world’s first use of a supercapacitor in a materials-science application unique to the industry."
    },
    {
        "id":9,
        "name": "COUTACH AR FINAL",
        "img": "pubic/images/a1.webp",
        "textPath": "Fifty years since its unveiling at the Geneva Motor Show, the legendary Lamborghini Countach is making headlines again with a limited-series hybr supercar celebrating the visionary design that revolutionized modern sports cars forever and la the foundations of the Lamborghini legacy. This is the new Countach LPI 800-4. Inspired by the past, made for the future."
    }
]
